import project1 from "./images/project_1.jpg";
import project2 from "./images/project_2.jpg";
import project3 from "./images/project_3.jpg";
import project4 from "./images/project_4.jpg";
import project5 from "./images/project_5.jpg";
import project6 from "./images/project_6.jpg";
import project7 from "./images/project_7.jpg";
import project8 from "./images/project_8.jpg";
import project9 from "./images/project_9.jpg";
import project10 from "./images/project_10.jpg";
import p1_main_pic from "./images/p1_main_pic.jpg";
import p1_feature1 from "./images/p1_feature1.jpg";
import p1_feature2 from "./images/p1_feature2.jpg";
import p1_feature3 from "./images/p1_feature3.jpg";
import p1_feature4 from "./images/p1_feature4.jpg";

export const projects = [
  {
    id: 1,
    name: "Леруа Мерлен. Поиск и каталог",
    category: "E-commerce • B2C • App • Decktop",
    image: project1,
    meta: {
      src: p1_main_pic,
      title: [
        [
          "О компании",
          "Леруа Мерлен - международная розничная сеть, специализирующаяся на продаже товаров для строительства, ремонта и обустройства дома. Компания предлагает широкий ассортимент продукции для дома и сада",
        ],
      ],
      meta: [
        [
          "Гипотезы",
          "Я предположили, что упрощение процесса поиска и выбора товаров приведет к росту конверсии и вовлеченности пользователей. Улучшенная фильтрация, персонализированные рекомендации и оптимизированная структура каталога помогут клиентам быстрее находить нужные товары, что снизит отказы и увеличит глубину просмотра. Также были ожидания, что внедрение расширенных фильтров и новых способов отображения ассортимента будет особенно полезно для B2B-сегмента, профессионалов и пользователей, совершающих комплексные закупки",
        ],
      ],
      features: [
        [
          p1_feature1,
          [
            [
              "Задачи",
              "Упростить и сделать более удобным процесс выбора товаров, оптимизировав как поиск, так и представление ассортимента в каталоге. Важно повысить конверсию и вовлеченность, предложив пользователям удобные фильтры, улучшенную структуру категорий, что позволит быстрее находить  нужные товары",
            ],
          ],
        ],
        [
          p1_feature2,
          [
            [
              "Поиск",
              "Основная цель поиска — сделать процесс нахождения нужных товаров быстрым, удобным и максимально эффективным для пользователя. Была улучшена фильтрация, добавлена история и часто запрашиваемые товары, а также автокомплит с картинками, что значительно упростило процесс и сделало его более интуитивным</br>Целевая аудитория — это частные покупатели, профессионалы b2b, новичик, которые только знакомятся с ассортиментом, и лояльные клиенты, часто возвращающиеся за покупками",
            ],
          ],
        ],
        [
          p1_feature3,
          [
            [
              "Ключевые метрики",
              "Для оценки эффективности поиска были выбраны ключевые метрики, влияющие на пользовательский опыт и бизнес-результаты. Конверсия в просмот карточки товара показывает точность поиска, средний чек — удобство выбора, снижение отказов — понятность интерфейса, а рост MAU — лояльность пользователей. Эти показатели помогают оценить, насколько улучшение действительн повысили удобюство и эффективность",
            ],
          ],
        ],
        [
          p1_feature4,
          [
            [
              "Продуктовые метрики",
              "После редизайна поиска ключевые метрики показали, насколько улучшилось взаимодействие пользователей. Улучшение этих показателей напрямую влияет на бизнес увеличивая прибль.Также снизилась нагрузка на поддержку из-за меньших запросов, что пользователи не могли найти товар. Повлияло и на рост NPS",
            ],
          ],
          [
            "HEAD",
            [
              ["8%", "повысилась конверсию поиска в просмотр карточки"],
              ["5%", "увеличился средний чек (рекомендации в поиске)"],
              ["10%", "уменьшились отказы"],
              ["6.5%", "увеличился MAU"],
            ],
          ],
        ],
      ],
      score: [
        "HEAD",
        [
          ["8%", "повысилась конверсию поиска в просмотр карточки"],
          ["5%", "увеличился средний чек (рекомендации в поиске)"],
          ["10%", "уменьшились отказы"],
          ["6.5%", "увеличился MAU"],
        ],
      ],
    },
  },
  {
    id: 2,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project2,
  },
  {
    id: 3,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project3,
  },
  {
    id: 4,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project4,
  },
  {
    id: 5,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project5,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project6,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project7,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project8,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project9,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • B2B",
    image: project10,
  },
];
