import project1 from "./images/project_1.jpg";
import project2 from "./images/project_2.jpg";
import project3 from "./images/project_3.jpg";
import project4 from "./images/project_4.jpg";
import project5 from "./images/project_5.jpg";
import project6 from "./images/project_6.jpg";
import project7 from "./images/project_7.jpg";
import project8 from "./images/project_8.jpg";
import project9 from "./images/project_9.jpg";
import project10 from "./images/project_10.jpg";
import p1_main_pic from "./images/p1_main_pic.jpg";
import p1_feature1 from "./images/p1_feature1.jpg";
import p1_feature2 from "./images/p1_feature2.jpg";
import p1_feature3 from "./images/p1_feature3.jpg";
import p1_feature4 from "./images/p1_feature4.jpg";

export const projects = [
  {
    id: 1,
    name: "Леруа Мерлен. Поиск и каталог",
    category: "E-commerce • B2C • App • Decktop",
    image: project1,
    meta: {
      src: p1_main_pic,
      title: [
        [
          "О компании",
          "Леруа Мерлен - международная розничная сеть, специализирующаяся на продаже товаров для строительства, ремонта и обустройства дома. Компания предлагает широкий ассортимент продукции для дома и сада",
        ],
      ],
      meta: [
        [
          "Что делал",
          "Перед началом работы я провел детальный анализ пользовательских сценариев, изучили ключевые барьеры,<br/> с которыми сталкиваются покупатели, и собрал обратную связь через интервью. Это позволило глубже понять потребности различных групп клиентов — от частных покупателей, которые делают выбор на основе удобства и доступности, до профессионалов, для которых важны детализированные характеристики товаров и гибкость поиска.<br/br/>На основе полученных данных была разработана стратегия редизайна, направленная на повышение удобства поиска, оптимизацию структуры каталога и внедрение<br/>инструментов персонализации.",
        ],
      ],
      features: [
        [
          p1_feature1,
          [
            [
              "Задачи",
              "Основной целью редизайна стало упрощение процесса<br/>поиска и выбора товаров. Это особенно важно для большого ассортимента, где пользователям необходимо быстро<br/>находить нужные позиции и подбирать оптимальные<br/>условия покупки. <br/br/>Для частных клиентов ключевыми аспектами стали удобство выбора, возможность фильтрации по наличию в магазинах и скорости доставки. Профессиональным покупателям требовались расширенные параметры поиска, включая сортировку по техническим характеристикам и совместимости<br/>с другими товарами. Важно было создать интерфейс,<br/>который адаптируется под разные сценарии использования, обеспечивая удобный и логичный процесс взаимодействия.",
            ],
          ],
        ],
        [
          p1_feature2,
          [
            [
              "Поиск",
              "Одним из приоритетных направлений работы стала<br/>оптимизация поиска, так как он является важной точкой входа для пользователей. Я переработал его механику, чтобы сделать процесс выбора более быстрым и удобным. Теперь система автоматически подсказывает товары не только в текстовом формате, но и в виде визуальных карточек, что позволяет пользователям сразу видеть нужные позиции.<br/br/>Была добавлена возможность быстрого доступа к истории запросов и популярным товарам, благодаря чему пользователи могут легко возвращаться к ранее найденным позициям или ориентироваться на самые востребованные предложения. Улучшенная система фильтрации теперь подстраивается под конкретную категорию, предлагая релевантные параметры выбора. Например, для строительных материалов стали доступны фильтры по типу поверхности и условиям эксплуатации, а для инструментов — по мощности<br/>и функциональности.",
            ],
          ],
        ],
        [
          p1_feature3,
          [
            [
              "",
              "Дополнительно была пересмотрена логика отображения результатов, что позволило динамически адаптировать список товаров с учетом предпочтений пользователей. Это улучшило навигацию и сократило время, которое покупатели тратят<br/>на поиск нужных позиций.",
            ],
          ],
        ],
        [
          p1_feature4,
          [
            [
              "Продуктовые метрики",
              "После изменений в поиске пользователи стали быстрее находить нужные товары, что отразилось на показателях вовлеченности. Время, затраченное на поиск, уменьшилось,<br/>а доля успешных запросов увеличилась. Количество пользователей, покидающих сайт сразу после попытки поиска, снизилось, что говорит о том, что система стала<br/>лучше подбирать релевантные товары.<br/br/>Конверсия из поиска в просмотр карточек товаров<br/>значительно выросла, так как пользователи стали чаще<br/>кликать на предложенные результаты. Дополнительно увеличилось среднее число товаров, просматриваемых<br/>после поиска, что говорит о большем доверии к выдаче<br/>удобстве навигации по результатам.",
            ],
            [
              "",
              [
                ["8%", "повысилась конверсию поиска в просмотр карточки"],
                ["5%", "увеличился средний чек (рекомендации в поиске)"],
                ["10%", "уменьшились отказы"],
                ["6.5%", "увеличился MAU"],
              ],
            ],
          ],
        ],
      ],
    },
  },
  {
    id: 2,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project2,
  },
  {
    id: 3,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project3,
  },
  {
    id: 4,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project4,
  },
  {
    id: 5,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project5,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project6,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project7,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project8,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • b2b",
    image: project9,
  },
  {
    id: 6,
    name: "Long project name",
    category: "E-commerce • B2B",
    image: project10,
  },
];
